/* Menu Items */
"file" = "文件";
"edit" = "编辑";
"simulation" = "模拟";
"view" = "视图";
"window" = "窗口";
"help" = "帮助";

/* File Menu */
"takeScreenshot" = "截屏";

/* Edit Menu */
"copyScreenshot" = "复制截屏";
"selectBody" = "选择天体...";

/* Simulation Menu */
"playPause" = "播放/暂停";
"reset" = "重置";
"faster" = "加快";
"slower" = "减慢";

/* View Menu */
"centerCamera" = "居中相机";
"toggleFullscreen" = "切换全屏";
"statistics" = "统计";
"bodyLabels" = "天体标签";
"trails" = "轨迹";
"zoomIn" = "放大";
"zoomOut" = "缩小";
"actualSize" = "实际大小";

/* Window Menu */
"minimize" = "最小化";
"zoom" = "缩放";
"bringAllToFront" = "全部置于最前";

/* Help Menu */
"gravitonHelp" = "Graviton帮助";
"tutorial" = "教程";
"changelog" = "更新日志";
"reportIssue" = "报告问题...";
"privacyPolicy" = "隐私政策";
"licenseInfo" = "许可证信息";

/* Notifications */
"screenshotSaved" = "截屏已保存";
"screenshotFailed" = "截屏失败";
"screenshotSavedMessage" = "截屏已保存到%@";
"screenshotCopied" = "截屏已复制";
"screenshotCopiedMessage" = "截屏已复制到剪贴板";

/* Save Dialog */
"saveScreenshot" = "保存截屏";
"saveScreenshotMessage" = "选择保存截屏的位置";
"fileName" = "文件名：";
